[
{"title": "Leader of Isis in Philippines killed, DNA tests confirm", "time": "Sun 14 Apr 2019 ", "tags": "Philippines,Islamic State,Asia Pacific,news", "content": "DNA tests have confirmed the death of  Isis leader known as “Abu Dar”, the last surviving leader of Isis-affiliated Maute Group, after a months-long military operation.The defence secretary, Delfin Lorenzana, told the Guardian: “It means that the self-proclaimed Isis leader is dead. His group is leaderless in the meantime and also they are scattered after that successful operation by the army.”The military announced the death of Abu Dar, whose name is Benito Marohombsar, in March after clashes in the town of Tuburan near Marawi, but doubts prompted DNA tests. “Our US counterparts confirmed his death,” Marawi commander Colonel Romeo Brawner told the Guardian.Abu Dar helped plan the bloody  along with the slain Isis emir Isnilon Hapilon and Maute Group leaders Omar and Abdullah Maute, according to a propaganda video shot before the siege. The battle to control the city led to five months of clashes that flattened Marawi’s city centre, which to this day remains practically untouched amid delays to rehabilitation efforts.Abu Dar had fled to the mountains after the siege but continued to recruit and train fighters. The military launch a huge operation to hunt him down that displaced thousands of residents, sparking humanitarian concerns.The clashes in Tuburan came weeks after the military overran his camp in the town of Sultan Dumalundong. Abu Dar’s remains were found abandoned beside an improvised litter, showing an attempt to move his body away from the site. A gunshot wound to his back proved fatal.Brawner said: “They were trying to run away and maybe because he was dead already, he was left behind. When we found the cadaver, we saw that his face was burnt, probably so we wouldn’t recognise him.”Abu Dar was believed to be a likely successor of the the Isis emir killed in Marawi, Isnilon Hapilon. The charismatic religious leader linked to influential families was known to be a very effective recruiter. The military claimed he left the battles in Marawi to bring in reinforcements, but was unable to return due to a military blockade.“Abu Dar was a great speaker, even better than Omar Maute. He was very knowledgeable about the Qur’an. You will really believe him,”  said of him. He surrendered to the military last year.Brawner said Abu Dar’s death had weakened the threat of Isis in Marawi and the nearby towns of Lanao Del Sur province. But the threats from other Isis affiliates remain a concern in other parts of Mindanao, particularly in Sulu and Maguindanao.Lorenzana said: “We will be monitoring if they attempt to choose another leader and how their remaining force are.”However, Zachary Abuza, a south-east Asia analyst at the National War College, said attacking its leaders did not address the root cause of insurgencies. “I fundamentally disagree with any counter-terrorism strategy that is based on decapitation. You are not going to kill your enemies out of a long-running insurgency,” Abuza said."},
{"title": "Palestinians hoped for change, but a lurch to the right in Israel’s elections has only brought despair", "time": "Sun 14 Apr 2019 ", "tags": "The Observer,Gaza,Israel,Benjamin Netanyahu,Donald Trump,United Nations,Middle East and North Africa,news", "content": "For as long as she can remember, Mary Giacaman, a Christian Palestinian, has watched the outcome of the Israeli election on TV. “But not this year,” she explained. “It was too depressing, and anyway I knew what would happen.”This Holy Week, the 56-year-old Catholic will be attending mass each morning as usual at Bethlehem’s Church of the Nativity across the square from her olive wood carved souvenir shop; she will spend a festive Easter day with her sons, daughters and six grandchildren. If nothing else, it will be a welcome distraction from a “very bad” election result, which saw a .“For a just peace, both sides need not just to take but to give as well; the people could get together in peace but the problem is the politicians,” she said. None more so, she believes, than “Bibi” Netanyahu. Giacaman expects his new government to be even more rightwing and dialogue-resistant than the last.Inside , this personality-focused election was seen as a referendum on Netanyahu: should he continue to govern despite three looming corruption indictments and the possibility of a fourth? Or was it, after nearly a decade, time for a change? By contrast, Palestinians in the occupied territories are in a unique position: every aspect of their daily lives will be affected by the coalition government that he will now form, and yet they had no vote. And few of them see any good coming of a choice they were powerless to affect. In Bethlehem, at the desolate north end of the city where the eight-metre-high concrete separation barrier cuts Palestinians off from Rachel’s Tomb and the road to Jerusalem – accessed only through one of the West Bank’s most notorious military checkpoints – Hamoud Abdullah, 28, is rather more outspoken: “Yes we hoped for change, and even someone who wanted peace,” he said. “Netanyahu is doing a lot of shit to us.”Shopkeeper Abdullah plies the only trade operating in this neighbourhood: the sale of Banksy-themed art. Visitors can buy separation wall-themed T-shirts, and stencils to make copies of the elusive artist’s famous Bethlehem images, which decorate the barrier: a girl flying over the wall to freedom by clutching a bunch of balloons, an Israeli soldier checking the ID of a donkey. This otherwise bleak corner – unlike the main part of Bethlehem – is in Area C, the section of the West Bank that Netanyahu threatened to annex in the closing stages of his campaign. As it is, says Abdullah, “the Palestinian police have to co-ordinate with the Israeli army if they want to come here.”But if Netanyahu’s ultra-nationalist would-be coalition partners get their way, Israel will unilaterally claim full sovereignty over Area C, removing any lingering pretence that his government would ever agree a two-state solution.The reaction in Bethlehem to the victory of Netanyahu’s Likud party ranges from grim indifference to frustration that if the Israeli public can elect him – for the fourth time – despite his entanglement with the law, the country really must be becoming ever more nationalistic.“Even though any form of leftwing win was a no go, I still hoped that a bit of conscience would be reflected by their choices,” said hotelier Fadi Kattan, who believes the Knesset “has been going down the drain” since the assassination of Yitzhak Rabin in 1995. “This was a total landslide to the right.”In fact, Netanyahu’s only challenger as a potential prime minister, the apparently centrist former military chief of staff Benny Gantz – whom the prime minister branded, with scant evidence, a leftist – won 35 seats to Likud’s 36. But the opposition bloc of parties mustered only 55 seats compared with 65 for that of the right wing. The latter grouping includes the five seats of the most extremist faction in Israeli politics, the Union of Right-Wing Parties, creating a potential coalition presence that, as Kattan put it, would make “Marine Le Pen and Nigel Farage look like choirboys.”Labour, in power for nearly half of Israel’s lifetime, was reduced to just six seats, while Meretz, the one Jewish party unequivocally committed to ending the 52-year occupation, took four, and the four Arab parties, thanks to a sharp fall in turnout, went from 13 seats to 10.Traditionally, the left-right distinction in Israel applies only to attitudes to the occupied . But Kattan pointed to an almost unprecedented absence of the Palestinian issue from the election campaign. Even in the economic debate, he said, “there was no mention of the 300,000 Palestinians who work in Israel as the cheapest foreign labour – quite a large element of the workforce.” Back in the 1980s the Israeli left had coalesced around the foundation of Peace Now. Many of their present-day counterparts, he argued, were more concerned with pressing for same-sex marriages and curbing subsidies to ultra-orthodox Jews.In fact, the nature of the government Netanyahu forms – and therefore its impact on the Palestinians – could turn on Netanyahu’s own fears of prosecution. In the most trailed scenario, he could start annexing West Bank territory as a quid pro quo for an all-right-wing coalition legislating to protect him from criminal trial. If he fails to reach such a deal, he might yet seek a broader coalition with Gantz, in the hope of at least pleasing his close ally Donald Trump, as the US president  likely to enrage both Netanyahu’s own right flank and the Palestinians.Either way, the residents of Bethlehem’s Dheisheh refugee camp, where a Palestinian volunteer medic Sajed Muzher, 18, was three weeks ago shot dead by Israeli troops during a regular incursion, see little reason for hope. “We do not feel at ease after the election,” said Palestinian Authority employee Nasser Al Azeh, 52, who followed the campaign closely on the local Maan TV, and sees Israel increasingly pursuing a policy he calls “transfer”. “By making our lives difficult they hope we will leave,” he said, adding: “Perhaps Netanyahu will attack Gaza.” Certainly Avigdor Lieberman, whose five seats could give him a pivotal say in coalition formation, resigned as defence minister from the last government, protesting at what he saw as Netanyahu’s too soft approach to .“Israel will only serve the interest of the occupation,” said Mawwal al Alaysa, 28. “Abu Mazen [Palestinian president Mahmoud Abbas] wants peace and a two-state solution, but this is not the policy of Israel. We have no hope. Our only weapon is steadfastness, staying here and working if we can.” While Alaysa – like many Palestinians – saw no difference between Gantz and Netanyahu, she did say that annexation could make conditions even worse. She has a job with an agricultural relief charity, and part of her work takes her to the nearby Area C village of Wadi Fukin, where, she said, “the [Israeli] settlers are taking land from the Palestinians all the time”. She cited with approval the weekly excursions by local young men to plant trees and cultivate land to demonstrate its Palestinian ownership.Meanwhile her impoverished neighbour Inas Mohammed, 42, takes in sewing to support her three children, but has been an unemployed elementary school teacher for 14 years – partly, she says, because of the current funding crisis in both the Palestinian Authority and the UN refugee agency UNRWA, and partly because to get a job “you have to know someone”. She, too, saw no difference between the Israeli candidates. Maybe, she said Yitzhak Rabin had been a “little better” but “in the end they are all the same.” But hadn’t even  called Rabin a partner? “Yes,” she said. “And both of them are dead.”"},
{"title": "New generation of Cypriots seek to end island’s division in Nicosia’s ‘dead zone’", "time": "Sun 14 Apr 2019 ", "tags": "Cyprus,The Observer,Greece,Turkey,United Nations,news", "content": "There are few places more frozen in time than Nicosia’s UN-patrolled buffer zone. And in that space of barbed wire, sandbags and guard posts, there is no place that conjures division more than the Ledra Palace hotel.What was once a magnet for Hollywood stars, the go-to establishment for Elizabeth Taylor and Richard Burton, famed as much for its ballroom as its invention of the brandy sour, has come to symbolise the failure of countless peace envoys, diplomats and politicians to reunite Europe’s last divided capital.Its bullet and rocket-scarred facade, like its splintered chandeliers, are tokens of conflict, one so intractable that the island has remained split between Greeks and Turks since 1974.Time has had its effect. The hotel that hosted Cyprus’s colonial-era rich – boasting luxurious en-suite bedrooms and a swimming pool whose opening became a high-society event – is now so structurally unsound that the UN peacekeepers garrisoned in the building for the past 45 years are having to call it a day.This month the 4th Regiment Royal Artillery, the UK contingent currently supervising the ceasefire lines that bisect Nicosia, will move out, completing the year-long transfer to a new camp of container homes behind the hotel. It will be the end of an era for soldiers who have had to put up with broken pipes and blocked toilets in living facilities long deemed unsafe.“On our WhatsApp group last night I was telling the guys all about the rat running underneath my floorboards,” said a regiment officer giving a tour of the dilapidated premises. “It’s a pity the palace has come to this.”For many, the troops’ departure will be another sad marker of the inability to resolve a dispute that has festered since inter-ethnic fighting erupted in 1963, laying the ground for Turkish troops to invade and seize the island’s northern third following a coup by far-right sympathisers favouring union with . But while the wild, weed-infested buffer zone evokes partition – sowing the seeds for mistrust along the 120-mile divide – the old enmity has begun to be replaced by something else. Where governments have failed, and politicians feared to go, citizens bent on reconciliation have moved in.For those too young to have memories of coexistence, the demilitarised area, or “dead zone”, offers the neutrality needed to overcome segregation. “It has increasingly become a third space that supersedes the boundaries of nationalist discourse,” says Maria Hadjiplavou, a professor in conflict resolution who has been involved in peace-building work since the 1980s.Nowhere is this more apparent than in the Home for Cooperation, the two-storey, bullet-pocked building opposite the hotel. Since opening in 2011 – eight years after Turkish Cypriot authorities eased inter-ethnic contact by opening the Ledra Palace checkpoint, until then the main crossing between south and north – the home has provided a sanctuary for those wanting to slay the mutual suspicion that has kept the communities apart. It is here that NGOs and citizens’ groups, academics, artists and musicians meet to discuss and develop reconciliation.Few know this better than Marilena Spyrou and Hayriye Ruzgar. Each morning they make the same journey to the ceasefire lines that have divided  for longer than either has lived. Bonded by a yearning to see their country reunited, differences, they say, are forgotten in the dead zone. Spyrou may cross from a checkpoint in the south, Ruzgar may arrive from a checkpoint in the north, but when they meet in the buffer zone on the home’s first floor, facing each other from opposite sides of a desk, they are Cypriots first and foremost. “We are Cypriots who happen to speak Greek or Turkish,” says Spyrou, who was born 10 years after the invasion to Greek Cypriot refugees forced to flee the north. “A lot of my friends have never met a Turkish Cypriot. They’ll ask me things like, ‘Do they all wear headscarves?’ When they come here, they realise that almost everything they ever believed is untrue.”This is the Cyprus I dream of, where people don’t care about religion, ethnicity or language, the things that divide usAt 27, Ruzgar, whose father was an army officer, acknowledges that not all her friends see things the same way, but insists: “Our generation aren’t bound by the problems of the past, we think of the future. Our island is too small to be divided.”With talks to create a united federal Cyprus stalled since peace negotiations collapsed in Switzerland in 2017, those who want a solution say bi-communal contact is more important than ever. Although technology and social media have helped transcend barriers, lack of communication and interaction create the perfect breeding ground for the prejudice and fears projected by nationalist education systems on both sides.“Being here, where there is no ‘us’ and ‘them,’ keeps my hopes alive, my faith in people alive. It is a common space that we are not allowed to have in the north or south,” says Esra Aygin, a prominent bi-communal peace activist sitting at a table on the terrace outside the home. “This is the Cyprus I dream of, where people don’t care about religion, ethnicity or language, the things that divide us, but look for the things that unite us.”Reconciliation experts are in no doubt that increased contact has had a transformative effect, fostering tolerance and support for a settlement, even if unwavering pro-solutionists in the south are still in a minority. “Empirical data demonstrates how positive contact is,” says Professor Nicos Trimikliniotis, who teaches sociology at the University of Nicosia. “Every year I make sure to come with students to the home so they can talk and engage with people from both sides. It’s worth more than a million lectures.” In November two more crossings opened, bringing the total number to nine alone the buffer zone.Before 2003 most bi-communal exchange was conducted in the mixed village of Pyla, also under UN supervision, in the eastern part of the island. “Cyprus is not Palestine or Kashmir,” says Sener Elgil, who heads the Turkish Cypriot teachers’ trade union. “We are European people who can live together. It is a nonsense to have [mainland] Turkish troops here.”Elgil, a leading light in the Bi-communal Peace Initiative, which represents 70 trade unions across the divide, fears that if a solution doesn’t come soon there’ll be no more Turkish Cypriots left. “So many are leaving, we’re going to become extinct,” he says, lamenting the influx of settlers from  since the breakaway state, recognised only by Ankara, declared independence in 1981.Like so many others who daily drop by the home, Christina Valanidou, a retired Greek Cypriot schoolteacher, fears that, without a formal peace, conflict could loom. Post-Trump, there has been growing speculation that the UN will not renew the mandate governing peacekeepers on the island. “As they say, Cyprus’s drama is that there is no drama,” she quips. “But if the UN does pull out, everything will change in the buffer zone. That may well focus minds in the search for the urgent solution that we all need.”"},
{"title": "Letter: High-ranking former European politicians urge the EU to reject any US Middle East peace plan unless it is fair to Palestinians", "time": "Mon 15 Apr 2019 ", "tags": "Israel,Palestinian territories,Europe,European Union,United Nations,Middle East and North Africa,Donald Trump,letters", "content": "We are reaching out at a critical point in time in the Middle East, as well as in . The EU is heavily invested in the multilateral, rules-based international order. International law has brought us the longest period of peace, prosperity and stability our continent has ever enjoyed. For decades, we have worked to see our Israeli and Palestinian neighbours enjoy the peace dividends that we Europeans have through our commitment to that order.In partnership with previous US administrations, Europe has promoted a just resolution to the Israeli-Palestinian conflict in the context of a two-state solution. To this date, despite subsequent setbacks, the Oslo agreement is still a milestone of transatlantic foreign policy cooperation.Unfortunately, the current US administration has departed from longstanding US policy and distanced itself from established international legal norms. It has so far recognised only one side’s claims to Jerusalem and demonstrated a disturbing indifference to Israeli settlement expansion. The US has suspended funding for the UN agency for Palestinian refugees (UNRWA) and for other programmes benefitting Palestinians – gambling with the security and stability of various countries located at Europe’s doorstep.Against this unfortunate absence of a clear-cut commitment to the vision of two states, the Trump administration has declared itself close to finalising and presenting a new plan for Israeli-Palestinian peace. Despite uncertainty as to if and when the plan will be released, it is crucial for Europe to be vigilant and act strategically.We believe that Europe should embrace and promote a plan that respects the basic principles of international law as reflected in the agreed EU parameters for a resolution to the Israeli-Palestinian conflict. These parameters, which the EU has systematically reaffirmed during past US-sponsored talks, reflect our shared understanding that a viable peace requires the creation of a Palestinian state alongside  on borders based on the pre-1967 lines with mutually agreed, minimal and equal land swaps; with Jerusalem as the capital for both states; with security arrangements that address legitimate concerns and respect the sovereignty of each side and with an agreed, fair solution to the question of Palestine refugees.Europe, by contrast, should reject any plan that does not meet this standard. While sharing Washington’s frustrations about the unsuccessful peace efforts of the past, we are convinced that a plan that reduces Palestinian statehood to an entity devoid of sovereignty, territorial contiguity and economic viability would severely compound the failure of previous peace-making efforts, accelerate the demise of the two-state option and fatally damage the cause of a durable peace for Palestinians and Israelis alike.It is, of course, preferable for Europe to be working in tandem with the US to solve the Israeli-Palestinian conflict, as well as to address other global issues in a strong, transatlantic alliance. However, in situations in which our vital interests and fundamental values are at stake, Europe must pursue its own course of action.In anticipation of this US plan, we believe Europe should formally reaffirm the internationally agreed parameters for a two-state solution. Doing this in advance of the US plan establishes the EU’s criteria for supporting American efforts and facilitates a coherent and unified European response once the plan is published.European governments should further commit to scale up efforts to protect the viability of a future two-state outcome. It is of the utmost importance that the EU and all member states actively ensure the implementation of relevant UN security council resolutions – including consistent differentiation in accordance with UN security council resolution 2334, between Israel in its recognised and legitimate borders, and its illegal settlements in the occupied territories.Furthermore, recent escalating efforts to restrict the unhindered work of civil society have made European support for human-rights defenders in both Israel and Palestine, and their critical role in reaching a sustainable peace, more important than ever.Israel and the occupied  are sliding into a one-state reality of unequal rights. This cannot continue. For the Israelis, for the Palestinians or for us in Europe.Right now, Europe is facing a defining opportunity to reinforce our shared principles and long-held commitments in relation to the Middle East peace process and thereby manifest Europe’s unique role as a point of reference for a rules-based global order.Failing to seize this opportunity, at a point in time when this order is unprecedentedly challenged, would have far-reaching negative consequences."},
{"title": "Seychelles president issues underwater plea to protect oceans", "time": "Sun 14 Apr 2019 ", "tags": "Seychelles,Oceans,Climate change,Marine life,Africa,news", "content": "The president of the  has made a plea for stronger protection of the “beating blue heart of our planet”, in a speech delivered from deep below the ocean’s surface.Danny Faure’s call for action, billed as the first live speech from a submersible, came during a visit to an ambitious British-led science expedition exploring the Indian Ocean depths.“Oceans cover over two-thirds of the world’s surface but remain, for the most part, uncharted. We have better maps of Mars than we do of the ocean floor,” Faure said. “This issue is bigger than all of us, and we cannot wait for the next generation to solve it. We are running out of excuses to not take action, and running out of time.”The president was speaking from a manned submersible 120 metres (400ft) below the waves, on the seabed off the outer islands of the African nation.Wearing a Seychelles T-shirt and shorts, Faure said after his speech that the experience was “so, so cool”. It had made him more determined than ever to speak out for marine protection, he said. “We just need to do what needs to be done. The scientists have spoken.”The oceans’ role in regulating the climate and the threats they face are underestimated by many, even though, as Faure pointed out, they generate “half of the oxygen we breathe”. Scientific missions are crucial in taking stock of underwater ecosystems’ health.Small island nations are among the most vulnerable to rising sea levels caused by climate change. Land erosion, dying coral reefs and the increased frequency of extreme weather events threaten their existence.During the expedition, marine scientists from the University of Oxford have surveyed underwater life, mapped large areas of the sea floor and explored the depths with manned submersibles and underwater drones.Little is known about the oceans below depths of 30 metres, the limit to which a normal scuba diver can go. Operating down to 500 metres, the scientists were the first to explore areas of great diversity where sunlight weakens and the deep ocean begins.By the end of the mission, researchers expect to have conducted more than 300 deployments, collected about 1,400 samples and 16 terabytes of data and surveyed about 25,000 sq metres (269,100 sq ft) of seabed using high-resolution multi-beam sonar equipment.The data will be used to help the Seychelles expand its policy of  of its national waters by 2020. The initiative is important for the country’s “blue economy”, an attempt to balance development needs with those of the environment.“From this depth, I can see the incredible wildlife that needs our protection and the consequences of damaging this huge ecosystem that has existed for millennia,” Faure said in his speech. “Over the years we have created these problems. We can solve them.”About 5% of the world’s oceans are protected. Countries have agreed to increase the area to 10% by 2020. But experts and environmental campaigners say between 30% and 50% of the oceans outside nations’ territorial waters should get protected status to ensure marine biodiversity."},
{"title": "Finland election: voters may pick first leftist prime minister in two decades", "time": "Sun 14 Apr 2019 ", "tags": "Finland,Europe,news", "content": " may usher in its first leftist prime minister in two decades in parliamentary elections on Sunday, as voters worry over the future of their welfare system amid the rising costs of caring for a rapidly ageing population.But if opinions polls are correct, the left-leaning Social Democrats’ ability to govern may be hampered by a surge in support for the Finns party, a nationalist group riding a wave of anti-immigrant sentiment sweeping the Nordic countries.A survey commissioned by public broadcaster Yle showed the Social Democrats could win the top spot with 19% of the vote, giving their leader, Antti Rinne, the first shot at forming a government.The Finns party is running close second with 16.3% support, after securing rapid gains since the start of the year when a series of cases of sexual abuse of children by foreign men emerged.Rinne calls his party’s immigration stance “the middle way”, favouring work-related immigration to compensate for Finland’s ageing population, but also allowing some refugees in on humanitarian grounds, as the country has done thus far.The 56-year-old former union leader is also promising to raise taxes to fund welfare and combat economic inequality, which he says has risen under the ruling centre-right coalition of prime minister Juha Sipilä.His talk of raising taxes is unlikely to drive off his supporters, many of whom value highly Finland’s welfare state.But he will likely struggle to form a functioning coalition, if the Finns party scores high and given finance minister Petteri Orpo’s National Coalition is likely to come third on Sunday. Orpo has called Rinne’s economic policies “irresponsible”.Rinne has ruled out forming a government with the nationalists led by Jussi Halla-aho, 47, an anti-immigration hardliner.With European parliamentary elections less than two months away, the Finnish ballot is being watched in Brussels. A strong result for the Finns party could bolster a nationalist bloc threatening to change EU policy-making.Anti-immigration parties have announced  following the EU election on 26 May, in a move that could give them major say in how the continent is run.Just as the Social Democrats are benefiting from a growing sense of insecurity among Finland’s older and poorer voters, the Finns party argues that the nation has gone too far in addressing issues such as climate change and migration at its own expense.Karina Jutila, chief researcher at think tank e2, said: “We are going through a cultural shock in Finland. Part of the population is in a kind of state of shock amid all the change going on, and as a result they take the Finns party’s hand.”Polling stations open at 9am (6am GMT) on Sunday and close at 8pm. Public broadcaster Yle will give its first estimate of the results, based on advance votes which account for 36.1% of the electorate this year, shortly after voting ends.Altogether 19 parties are running in the election, with eight of them holding seats in the parliament now, ranging from the environmentalist Green party polled at 12.2% to the Feminist party founded two years ago. "},
{"title": "Publisher fined $29,000 for blog saying Beijing office complex had bad feng shui", "time": "Sun 14 Apr 2019 ", "tags": "China,Asia Pacific,news", "content": "A blog operator must pay $29,000 to a real estate developer for “defamation”, a Chinese court has ruled after alleging a building complex had bad energy.Published on the WeChat social network in November, the text said an office complex in Beijing brought bad luck to its business tenants because it does not respect feng shui principles.Feng shui is a technique and belief inherited from ancient  that aims to maximise the energies of a place for the wellbeing, health and luck of those inside.Although somewhat in decline, it is still widely used to determine the placement and layout of buildings.The “S Shenkunju S” blog took aim at the Wangjing Soho complex in the north-east of Beijing – a group of three buildings that resemble large rounded pebbles and owned by developer Soho China.The article compared the structures to “pig’s kidneys” and predicted the business of companies inside will suffer a “Waterloo” – Napoleon’s army’s crushing defeat in 1815.According to the blog, which called on businesses to leave the premises, the proof that these “outlandish” constructions are generating negative energy is the financial difficulties of the firms based there.The article was widely shared online and garnered more than 100,000 views before being take down.Lodging the complaint, the developer argued the post had a harmful impact on its business.Beijing’s Chaoyang district court on Wednesday agreed, ruling the feng shui “superstition” was used to defame the real estate group. The company behind the blog was ordered to pay the developer 200,000 yuan ($29,000) and apologise publicly.The building complex was designed by award-winning Iraqi-British architect Zaha Hadid, who died in 2016."},
{"title": "Far-right Vox party set for breakthrough in Spanish elections", "time": "Sun 14 Apr 2019 ", "tags": "Spain,Europe,The far right,features", "content": "he symbolism of Vox’s election campaign launch in Madrid on Thursday was not particularly hard to fathom. In the central square named after Christopher Columbus, near a statue of , the battle-scarred, one-legged Spanish admiral who vanquished the British fleet off Colombia 278 years ago, the far-right party’s leader issued a familiar call to arms.Vox weren’t after anything as prosaic as votes, Santiago Abascal told the crowd. What he had in mind was a political crusade to fly “the flag of  and of liberty” across the country and to take the fight to the “illegitimate” socialist government, an administration propped up by parties he termed “separatists, populists and friends of terrorists”.His followers responded with cries of “Prime minister! Prime minister!”Although such ambitions remain staggeringly lofty, Vox is nonetheless on course for a remarkable breakthrough into the political mainstream. If the polls are to be believed, the party will take around 10% of the vote on 28 April, making if the first avowedly far-right grouping to win more than a single seat in the national parliament since Spain returned to democracy after the death of  in 1975.Vox, which was founded six years ago by disgruntled members of the conservative People’s party (PP), used to be seen as a tiny fringe group. But all that changed in December last year when Vox wildly exceeded expectations .The Andalucían vote had two dramatic and enduring consequences: not only did it see the socialist PSOE turfed out of office in its traditional stronghold, it also confirmed both  and its growing influence on other rightwing parties.The party quickly underlined its king-making power by  of the PP and the centre-right Citizens party in Andaluciá. Vox initially made it support contingent on the expulsion of 52,000 “illegal immigrants” and the repeal of laws on domestic violence and gender equality, but eventually backed down on these demands.The PSOE, led by Spain’s prime minister, Pedro Sánchez, is on course to win the most votes at the end of the month but is likely to fall well short of a majority. Warning of the threat of a similar “triple-right” pact that could see the PP, Citizens and Vox form a national government, the socialists are aiming for a massive mobilisation of their base.They are also hoping that competition between the three rightwing parties will split the vote, seriously damaging the prospects of the PP, which until a few years ago was the single broad church in which all of the Spanish right worshipped.The rise of Vox, fuelled mainly by the Catalan independence crisis but also by culture wars over feminism, political correctness and recentralisation, has panicked the PP and Citizens, sending both parties running to the right.Sánchez has pointed out that the Spanish far right did not die with Franco:  won a single seat in congress in 1979, only to lose it three years later. “There’s nothing in the least new about this – the far-right has always existed in Spain,” he told the Guardian recently. “Yes, it’s worrying, but it’s not the biggest worry. Why? Because they’ll never win an election. What troubles me is the way they’re radicalising and swelling the political discourse of the other two conservative parties.”José Pablo Ferrándiz, the chief researcher for the polling firm Metroscopia, said that with two weeks to go until polling day the only certainties seemed to be that the PSOE would win the most votes and that Vox would secure a significant victory.“Vox may finish fifth in parliament, close to Unidos Podemos, but they’ll go from no seats to up to around 30,” he said. “That is a complete success.”Although 40% of voters are still undecided, Ferrándiz was wary of suggestions there was a large pocket of shy Vox voters. “People wonder whether there might be a hidden Vox vote, but people who are going to vote for Vox are declaring that intention quite loudly and without any embarrassment,” he said. “I think their electoral ceiling is around 10-12% right now.”Antonio Barroso, an analyst at the political risk advisory firm Teneo, said: “Anything beyond zero is a huge victory for them” but Vox, like other parties, ran the risk of over-inflating expectations. He recalled predictions that Unidos Podemos would leapfrog the PSOE into second place in the June 2016 general election, which . “It may perfectly well be the case that there is more support than the polls are showing but Podemos also had huge rallies – and look what happened.”Barroso said Vox was waging a “classic radical-right populist campaign” similar to those seen in Italy and the US. The aim was to bypass the mainstream media, connect directly with voters and avoid contact with rivals so as to avoid talking about a “very thin” policy platform.“They’re very active on social media and they put out things that are very far to the right of the political spectrum,” he said. “That triggers a conversation and a reaction by the left and others and that puts the focus on Vox, and they fine-tune the idea and say: ‘No, what we meant was …’ That creates a huge uproar that then puts the focus on them and they get coverage.”Regardless of whether Vox once again manages to exceed expectations and confound pollsters, the party’s disruptive effect has so far proved a triumph in itself. “Given that they had zero seats in the past, they’ve already won to a certain extent just by being one of the main issues of the campaign,” Barroso said."},
{"title": "Calls for driving lessons to be filmed as sexual harassment reports rise", "time": "Sun 14 Apr 2019 ", "tags": "Sexual harassment,Sexual violence,Transport policy,Crime,Transport,news", "content": "Calls have been made for driving lessons to be recorded after it was revealed more than 200 learner drivers accused their instructors of sexually inappropriate behaviour last year.The Driver and Vehicle Standards Agency (DVSA) received 246 allegations of indecency, sexually inappropriate behaviour or harassment from April 2018 to March this year, a threefold increase on the 75 complaints in 2015-16.The number of complaints in England, Wales and Scotland rose sharply from the 150 made in 2017-18, which increased from 109 in 2016-17.Action was taken against 42 instructors last year, with 10 removed from the register, according to figures released after a freedom of information request by . DVSA’s counter-fraud and investigations team is investigating 135 cases.The rise in complaints prompted calls for commercial driving lessons to be recorded with in-car cameras. The Conservative MP Richard Graham said: “The authorities responsible for regulating driving instructors should consider the possibility of clearly positioned cameras being fitted in cars.“It would provide proof if anything inappropriate occurred, as well as protect those instructors who have done nothing wrong from false accusations.”The MP for Gloucester renewed a call for the country’s 40,000 instructors to be classified like teachers, so that having a sexual relationship with a student would become a criminal offence.The DVSA said that when an investigation concluded there was insufficient evidence, driving instructors were warned about future conduct but not removed from the register. A total of 23 warnings were issued in 2018 along with reminders about the code of practice.Carly Brookfield, the Driving Instructors Association’s chief executive, said safeguarding training should become part of the approved driving instruction qualification process.“It’s important to point out that the overwhelming majority of trainers conduct themselves in a safe and responsible manner (246 complaints equates to only 0.6% of trainers on the register),” she “However, considering the latest stats, we cannot pretend as an industry that there are zero issues with instructor conduct. The rising number of complaints of this nature is a concern and it’s crucial we look at why we’re seeing this increase, and work on how we tackle these issues.”A DVSA spokesperson said: “DVSA takes the safety of learner drivers extremely seriously and will thoroughly investigate any complaints, involving the police when necessary.“We do not tolerate any abuse. Driving instructors found to be threatening the safety of learners will be removed from the approved driving instructor register and stopped from teaching.”The figures follow a number of high-profile cases of driving instructors being convicted for sexual offences against students. Last month Martyn Rees, a 37-year-old instructor, was  including secretly filming intimate parts of his young female students during lessons in Manchester.In 2017, 64-year-old Gary Rolinson’s jail term for abusing students was increased to five years after more of his teenage male victims came forward to say  during lessons in Dudley."},
{"title": "Libya crisis: Egypt’s Sisi backs Haftar assault on Tripoli", "time": "Sun 14 Apr 2019 ", "tags": "Libya,Egypt,Africa,Middle East and North Africa,Abdel Fatah al-Sisi,news", "content": "Khalifa Haftar, the Libyan warlord bombarding Tripoli in an attempt to oust the country’s UN-recognised government, has won unequivocal support from the Egyptian leader, , his closest political ally.“The president affirmed Egypt’s support in efforts to fight terrorism and extremist militias to achieve security and stability for Libyan citizens throughout the country,” Sisi’s office said on Sunday.It is thought Haftar also has the private support of leaders in Saudi Arabia and the United Arab Emirates.The Cairo meeting came amid reports the Italian security services were warning that  could become “another Syria”, as fighting and general instability could prompt thousands more people to try to flee across the Mediterranean to Europe.Haftar has defied international calls to halt his battle against fighters loyal to the government of national accord (GNA) based in Tripoli, the capital. The warlord supports a parallel administration based in Libya’s east.  has provided funding and arms to Haftar’s “Libyan National Army”, seeing him as a bulwark against Islamist militants.As fighting raged in the capital, the death toll since Haftar’s assault began on Thursday was put at 121 by the UN World Health Organization, with nearly 600 wounded. More than 13,000 civilians have been displaced by the fighting, which has included air raids that have hit schools.In a message directed at Haftar, the UN’s special envoy for Libya, Ghassan Salamé, said: “Our position will not change. You’ve learned and tasted war. No matter how obstinate one becomes, there is no solution except a political one.”Before last week, Salamé believed he had finally negotiated a deal that would have seen a painful reunification of Haftar’s forces in the east with the government in the west, thereby creating a single set of economic and political institutions across the country for the first time in four years.Haftar’s assault, as well as thwarting that plan, threatens to disrupt oil supplies. The chairman of the Libyan National Oil Corporation warned that supplies faced their biggest threat since 2011, when Nato-backed Libyan forces ousted Muammar Gaddafi.With Haftar seemingly bogged down on the outskirts of Tripoli, Sisi was probably the single external leader who might have persuaded the Libyan warlord to accept a ceasefire.Italy, the former colonial power in Libya, with extensive oil investments, is trying to protect the Tripoli-based government, led by Fayez al-Sarraj. Italy’s coalition government has ruled out any use of military force.Italian newspapers reported that Italian security services had warned that 6,000 people might try to flee the fighting, and that human traffickers were trying to take advantage of the chaos. The International Organization for Migration said it was impossible to predict the numbers that might try to leave detention camps, some of which are administered by the UN. The Italian interior minister, Matteo Salvini, has insisted Italian ports will remain closed to all migrants.Italy’s already fraught diplomatic relations with France have been put under further pressure by Haftar’s attack. Last week France blocked a draft EU resolution that would have condemned him and called for him to retreat.The GNA vice-president, Ahmed Maiteeq, was due in Rome on Monday as part of a tour of Europe including Berlin and London, where he will try to enlist support for a ceasefire – only if Haftar’s forces retreat to pre-existing positions."},
{"title": "Sultan of Brunei, who passed anti-LGBT laws, owns slew of luxury UK properties", "time": "Sun 14 Apr 2019 ", "tags": "Brunei,LGBT rights,Asia Pacific,news", "content": "The architect of new laws mandating the stoning to death of gay people in  has billions of pounds of property wealth in the UK, shares in a leading tech fund and gets assistance from City auditing firms, a Guardian analysis has found.Hassanal Bolkiah, the sultan of Brunei, owns a slew of properties in the super-rich enclaves of Kensington and Ascot, including luxury hotels and polo parks. One property alone could be worth an estimated £500m in rent each year.He has also invested millions of pounds in Draper Esprit, a tech-focused venture capital fund with holdings in Trustpilot and the financial services firm Revolut. Until recently his global hotel empire was audited by the accountancy firm PricewaterhouseCoopers.Bolkiah has become an international pariah for his implementation of sharia laws, including the stoning to death of people thought to be gay or to have committed adultery, in the country he has ruled as a supreme monarch for decades.,  and Ellen Degeneres are among the celebrities to have called for a boycott of Bolkiah’s luxury hotel business, which owns the Dorchester in London and the Beverley Hills Hotel in Los Angeles.At least 18 different properties in the UK are owned by or linked to either Bolkiah or the Brunei Investment Agency (BIA), his country’s sovereign wealth fund. Several are held through offshore structures. Many were acquired decades ago and their value will have increased substantially.In 1997 the BIA , the vast commercial complex above Charing Cross station, for £212m. It generates £17m in rent each year.The most famous of Bolkiah’s UK acquisitions is his so-called “Dorchester Collection” of luxury hotels, now at the centre of the international boycott. It includes the Dorchester, which Bolkiah acquired in 1995, 45 Park Lane, and Coworth Park in Ascot. He also owns six other hotel businesses in the US, France and Italy through a UK company, Dorchester Group Ltd.Dorchester Group declared revenues of £384m in 2017 but paid no tax, instead booking a tax credit of £26m. It is owned by the BIA via a Dutch holding company, Ammar Holding Cooperatief.The BIA indirectly owns some of the hotels and several other properties via companies in the tax haven of Jersey. Among them are Herne Place near Windsor, a gated development of luxury flats where one apartment is currently advertised for a rent of more than £2,000 a month.Lansdowne House in London’s upmarket Berkeley Square is another asset associated with the BIA. It recently won permission to make changes to the building, and property experts estimate this could result in it being worth .The Aviary, a large country house in west London lying behind a substantial brick wall, has been owned by the sultan for about 40 years, as has a luxury townhouse in Leinster Square, Notting Hill. Another London address on Kensington Palace Road, the UK’s most expensive street with average property prices of £37m, is owned on a leasehold basis. The sultan’s landlord is the Queen.An international backlash against Brunei’s new laws was gathering pace on Saturday. Transport for London said it  for Brunei’s national airline, while King’s College London and Aberdeen University were reviewing honorary degrees granted to Bolkiah.The organisers of TV Choice awards said they would , while several property companies and the Financial Times also said they would cancel events there.Deutsche Bank said it had removed the hotels owned by the sultanate from its list of suppliers. Stuart Lewis, the chief risk officer for the bank, said: “The new laws introduced by Brunei breach the most basic human rights, and we believe it is our duty as a firm to take action against them.”The Dorchester Collection switched off social media accounts on Thursday,  it was “due to personal abuse directed at our employees for whom we have a duty of care”.Draper Esprit, which received a £20m investment from the BIA, issued a statement condemning the Brunei law and distancing itself from its part-owner.“As an inclusive employer and investor, we naturally abhor the recent announcement in Brunei,” said its chief executive, Simon Cook. “As with all publicly traded companies, our shares can be bought by all investors in the open market, and we can’t speak for the views and opinions of our investors.” He said the BIA had no board representation or influence over investment decisions.Bolkiah’s hotel empire has for years been audited by PwC, which declined to issue an on-the-record comment. However, the Guardian understands that PwC recently lost the contract to the rival auditor BDO.In a statement to parliament on Thursday, the Foreign Office minister Mark Field said the British government considered Bolkiah’s new laws appalling and .Laws passed in the UK in 2017 and 2018 contain provisions to allow ministers to pursue the UK assets of perpetrators of gross human rights abuses. However, they have never been applied. A spokesperson for the Foreign Office said it believed open and honest discussion was the best way to encourage Brunei to change its behaviour.Neither Bolkiah nor the BIA could be reached for comment."},
{"title": "South African police seize 167 rhino horns after tipoff", "time": "Sun 14 Apr 2019 ", "tags": "South Africa,Africa,Animals,news", "content": "South African police have seized 167 rhino horns believed to have been destined for Asia.Two suspects were arrested in the sting operation in the North West province on Saturday, which followed a tipoff. Police said it was one of the biggest hauls of rhino horns in the country.“We arrested them on Saturday in the Hartbeespoort dam area. They were driving in a vehicle and they were intercepted,” said Brig Hangwani Mulaudzi, a spokesman for the Hawks, an elite police unit. “It was an intelligence-driven operation that led to the arrest of the two. They were found in possession of those 167 rhino horns.” The suspects, aged 57 and 61, are expected to appear before magistrates on Monday.Police said the rhino horns were worth a “substantial amount of money” and were destined for south-east Asian markets.Demand for rhino horn is primarily fuelled by consumers in China and Vietnam, where it is advertised by some traditional medicine practitioners as a wonder ingredient. In reality it comprises little more than keratin, the protein that makes human hair and fingernails.Horns can fetch up to £45,000 a kilo in Asia, stoking lucrative transnational crime networks that have decimated rhino populations in recent decades.South Africa, which is home to about 80% of the world rhino population, has been hit hardest. In 2018, 769 rhinos were poached in  alone. More than 7,100 animals have been killed over the past decade."},
{"title": "After 100 years, still no apology for Amritsar massacre", "time": "Sun 14 Apr 2019 ", "tags": "India,The Observer,British empire,David Cameron,Theresa May,news", "content": "Britain’s high commissioner to  laid a wreath on Saturday to commemorate the 100th anniversary of the Amritsar massacre, one of the worst atrocities of Britain’s colonial rule.On 13 April 1919 British troops fired on hundreds of unarmed men, women and children in the northern town of Amritsar. Colonial-era records put the death toll at 379, but Indian figures say the number was closer to 1,000.A hundred years later Britain has  and Dominic Asquith, the high commissioner, also failed to do so at the Jallianwala Bagh walled garden, where bullet marks are still visible. “You might want to rewrite history, but you can’t,” he said. “What you can do, as the Queen said, is to learn the lessons of history. We will never forget what happened here.”In the memorial’s guest book Asquith, a descendant of Herbert Asquith, prime minister from 1908-16, called the events “shameful”.“We deeply regret what happened and the suffering caused,” he wrote, echoing comments by the prime minister, , in parliament on Wednesday, when she also stopped short of apologising.About 10,000 unarmed men, women and children had gathered in the walled public garden in Amritsar to celebrate a spring festival that day. Many were angry about the arrest of two local leaders. Their detention had already sparked violent protests.Brigadier General Reginald Edward Harry Dyer arrived with dozens of troops, sealed off the exit and without warning ordered the soldiers to open fire. Many local people tried to escape by scaling the high walls surrounding the garden. Others jumped into a deep, open well at the site as the troops fired.“Heaps of dead bodies lay there, some on their backs and some with their faces upturned. A number of them were poor innocent children,” one witness later recalled.Dyer said the firing had been ordered “to punish the Indians for disobedience”. Winston Churchill, then secretary of state for war, later called the decision “monstrous”.described what happened as “deeply shameful”, but stopped short of an apology.In 1997 the Queen laid a wreath at the site, but her gaffe-prone husband Prince Philip stole the headlines by reportedly saying that the Indian estimates for the death count were “vastly exaggerated”.On Wednesday, ”. “We deeply regret what happened and the suffering caused,” May said.Amarinder Singh, chief minister of Punjab state, said May’s words were not enough. He said “an unequivocal official apology” is needed for the “monumental barbarity”. Indian newspapers also repeated calls for an apology. “Even in the centenary year of the massacre, Britain has refused to ... take that important step,” said the "},
{"title": "Letter: Fred Arruda, Brazil’s ambassador to the UK, says his country’s judiciary is fully independent and due process of law is faithfully observed", "time": "Sun 14 Apr 2019 ", "tags": "Brazil,Human rights,Americas,United Nations,letters", "content": "The  from a group of MPs and other political figures claiming that former president Luiz Inácio Lula da Silva is a “political prisoner” is not only offensive to a democratic country and its institutions, but also completely ignorant of the facts of the case.In , the judiciary is fully independent and due process of law is faithfully observed. All defendants facing criminal prosecution fully enjoy the guarantee of a fair trial and the right to appeal many times against an unfavourable sentence. Lula’s case has already been analysed by different judges in different levels of jurisdiction. Any suggestion that his conviction – or that of any defendant in the Brazilian judicial system – could be politically motivated is absurd and disregards the high professionalism and independence of Brazil’s democratic institutions. It is worth remembering that many other high-level politicians across the whole political spectrum (including fierce adversaries of Lula), not to mention some of the wealthiest businessmen in the country, were also investigated, prosecuted, convicted and imprisoned.Furthermore, it is not correct to say that the UN human rights committee condemned Brazil. Rather, two (out of the 15) experts of the committee issued an “interim measure” on the subject. This measure was diligently considered by one of the highest courts in Brazil – the superior electoral tribunal – and was ultimately dismissed. Moreover, the views of the committee, while meriting thought and consideration by the state concerned, are not binding. The attempt by the committee to make its views seem mandatory is not supported by the text of optional protocol I to the ICCPR. The advisory nature of the committee’s views is recognised not only by Brazil, but by the large majority of countries that accept its opinions.I truly regret that unfounded narratives fuelled by ideological solidarity take precedence over an objective assessment of the case. The result is a one-sided, ill-informed and condescending attack against a full-fledged democracy."},
{"title": "Sudan military leaders sack defence minister in purge of top officials", "time": "Sun 14 Apr 2019 ", "tags": "Sudan,Africa,Omar al-Bashir,Middle East and North Africa,news", "content": "Sudan’s military council has removed the defence minister, Awad Ibn Auf, from his role and appointed a new intelligence chief, a spokesman has said.Lt Gen Abu Bakr Mustafa will replace Salah Abdallah Mohamed Saleh, known as Salah Gosh, as chief of Sudan’s national intelligence and security service (NISS).The spokesman also announced the sacking of Sudan’s ambassadors to Washington and Geneva and said all army and police officers who participated in street protests which led to the ousting of  as president last week would be released.The latest purges on Sunday follow continuing talks between Sudan’s new military rulers and protest organisers demanding the immediate “transfer of power to a civilian government”, as thousands of demonstrators remained camped outside the army headquarters in the capital Khartoum for an eighth day.The traditional military council has also arrested members of the former government, according to the BBC, and committed not to disperse protesters.The armed forces  after forcing Bashir to step down after 30 years of repressive rule.A 10-member delegation representing the protesters delivered their demands during talks late on Saturday, according to a statement by umbrella group the Alliance for Freedom and Change.The group insists civilian representatives should be accepted on to the military council, and that a fully civilian government should be formed to run day-to-day affairs.“We will continue our sit-in until all our demands are met,” said one of the alliance’s leaders, Omar al-Degier.The Sudanese foreign ministry urged the international community on Sunday to back the country’s new military rulers to help “democratic transition”.“The ministry of foreign affairs is looking forward to the international community to understand the situation and to support the transitional military council in order to achieve the Sudanese goal of democratic transition,” it said.Sudan’s main protest group – the Sudanese Professionals (SPA) – reiterated its call for the immediate handover of power to a civilian transitional government and said it would maintain street demonstrations to push for its aims.The SPA, which has demanded civilians be included on the transitional military council and for Bashir’s close associates to leave, called on the council “to immediately transfer power to a civilian government”.But a transitional council spokesman told a news conference in Khartoum on Sunday the military was ready to work with opposition groups to establish a new civilian government.“The ball is now in the political forces’ court when it comes to the prime minister or a government,” Shams El Din Kabbashi said.“If they are ready today to approve anything, we are ready to implement it,” he added.On Saturday, the new chief of the military council, Gen Abdel Fattah al-Burhan,  and lifted a night-time curfew with immediate effect.In a broadcast to the nation, Burhan praised the “peaceful revolution” and the sacrifices made by Sudanese people.The 60-year-old soldier ordered the release of hundreds of political detainees and promised inclusive dialogue with all involved with the aim of forming a civilian government acceptable to everyone.Burhan took the oath of office on Friday after his predecessor, Gen Awad Ibn Auf – a defence minister and long-time aide of the deposed president – stepped down little more than 24 hours after ousting Bashir.Protests erupted on 19 December in Sudan’s eastern city of Atbara after a government decision to triple the price of bread. This quickly evolved into nationwide demonstrations against Bashir’s 30-year rule. Tens of thousands of people have massed outside the army headquarters , initially to urge the armed forces to back their demand that Bashir be removed.Burhan comes with less baggage from Bashir’s deeply unpopular rule than Ibn Auf.But while celebrating the fall of Bashir and then Ibn Auf, protesters remain cautious. “We surely want our demands to be met, but both sides will have to be flexible to reach a deal,” said a protester who spent the night at the army complex.The delegation for the talks includes several members who have only recently been released after months of detention.The newly formed 10-member transitional council contains individuals who played key roles in Bashir’s regime.On Saturday evening, the new military ruler named the NISS deputy head, Jalaluddin Sheikh, to the council. He also nominated Mohammad Hamdan Daglo – known as Himeidti – a field commander for the rapid support forces (RSF) counter-insurgency unit, which rights groups have accused of abuses in war-torn Darfur.The fall of Bashir has intensified a competition for influence in , one of Africa’s biggest countries, by Middle East powers.Key regional powerbrokers Saudi Arabia and the United Arab Emirates voiced backing for the transitional council. Burhan’s nomination “reflects the ambitions of the brotherly people of  for security, stability and development”, said the UAE state news agency WAM.Sudan is part of a UAE- and Saudi-led military coalition fighting Iran-backed Houthi rebels in Yemen. The decision to ally with the two powers marked a dramatic shift by Khartoum, aligning itself with the Gulf Arab monarchies and dropping close ties with their arch-rival Iran.The international criminal court has longstanding arrest warrants against Bashir for suspected war crimes during the regime’s campaign of repression in Darfur, where a decade and a half of conflict has killed 300,000 people. The military council has said it would never extradite Bashir or any other Sudanese citizen."},
{"title": "Europe urged to reject US Middle East plan if it is unfair to Palestinians", "time": "Mon 15 Apr 2019 ", "tags": "Palestinian territories,Israel,Trump administration,Middle East and North Africa,European Union,Nato,US politics", "content": "High-ranking former European politicians have condemned the Trump administration’s one-sided Israel-Palestine policy and called in a letter for  to reject any US Middle East peace plan unless it is fair to Palestinians.The letter, , the EU and European governments, was signed by 25 former foreign ministers, six former prime ministers, and two former Nato secretary generals.“It is time for Europe to stand by our principled parameters for peace in Israel-Palestine,” read the letter, calling for a two-state solution in which  and Palestinian states live side by side.Europe, it said, should reject any plan that does not create a Palestinian state alongside Israel with Jerusalem as the capital for both countries.“Unfortunately, the current US administration has departed from longstanding US policy,” it said, criticising Donald Trump’s  of “only one side’s claims to Jerusalem”.Washington had also “demonstrated a disturbing indifference to Israeli settlement expansion” in the  and cut hundreds of millions of dollars in aid to Palestinians, a move the letter said was “gambling with the security and stability of various countries located at Europe’s doorstep”.Since taking office, and amid praise from Israel’s government, Trump has taken measures seen as both punishing to Palestinians and which also stifle the viability of a Palestinian state.The US president has promised to unveil a still-secret  for Israelis and Palestinians, although the Palestinian leadership preemptively rejected it as biased, and Israel’s leader, Benjamin Netanyahu, categorically ruled out a Palestinian state.The US team tasked with drafting the plan includes Trump’s son-in-law, Jared Kushner, and the US ambassador to Israel, David Friedman, a bankruptcy lawyer who has been vocal in his support for Jewish settlements in the .Friedman  the pro-Israel lobby group the American Israel Public Affairs Committee in Washington last month that Trump was “Israel’s greatest ally ever to reside in the White House” and now was the time to push through a plan as his administration understood Israel should have permanent military control over the Palestinian territories.On Tuesday, Netanyahu won the Israeli election and is  in office by forging a coalition government from rightwing and pro-settler parties.A few days before the polls, the prime minister said that, if he won, he  in the occupied West Bank, a move Palestinians see as the end of their hopes for a state as there would be no unbroken land on which to build it.Asked in an  with the domestic Israel National News website if his “friends” in the White House knew about the plan, Netanyahu replied: “Sure.”He said: “Three things I said to them: first, I’m not tearing any Jew out [of the West Bank]; any community. There aren’t going to be any settlers or settlements that are going to be torn. The second point is we’re not going to divide Jerusalem. The third point is, we’re going to continue controlling the entire territory west of the Jordan [River],” he said in reference to the occupied West Bank.Queried about Netanyahu’s annexation plans, Trump’s secretary of state, Mike Pompeo, said they would not damage the undisclosed peace plan, hinting the US proposal did not envision Palestinian statehood.“I think that the vision that we’ll lay out is going to represent a significant change from the model that’s been used,”  Pompeo, who has previously  he believes, as a Christian, it was possible God made Trump president to save the Jewish people.The letter by former European officials said Europe must “be vigilant and act strategically” when Trump presented the new plan. It was sent on Sunday to Federica Mogherini, the EU’s high representative for foreign affairs, and serving European foreign ministers.Its signatories included Jean Marc Ayrault, Carl Bildt, Włodzimierz Cimoszewicz, Massimo D’Alema, Guy Verhofstadt, and Dacian Cioloș, former prime ministers of France, Sweden, Poland, Italy, Belgium and Romania respectively.Former  secretary generals Willy Claes and Javier Solana, and the former Irish president Mary Robinson also signed. Two former UK foreign secretaries, David Miliband and Jack Straw, also added their names.“[We] are convinced that a plan that reduces Palestinian statehood to an entity devoid of sovereignty, territorial contiguity and economic viability would severely compound the failure of previous peacemaking efforts, accelerate the demise of the two-state option and fatally damage the cause of a durable peace for Palestinians and Israelis alike,” it said.If that was not possible, the letter said, “Europe must pursue its own course of action”."},
{"title": "Tornadoes and flooding in southern US kill at least six, including three children", "time": "Sun 14 Apr 2019 ", "tags": "Tornadoes,Flooding,Natural disasters and extreme weather,Texas,Mississippi,Louisiana,Arkansas,news", "content": "Powerful storms swept across the southern US on Sunday, after unleashing suspected tornadoes and flooding that killed at least six people, including three children, injured dozens and flattened much of a  town.Nearly 90,000 customers  in Texas, Mississippi, Louisiana, Arkansas and Georgia as of midday Sunday.Two children were killed on a back road in east Texas when a pine tree fell on to the car in which they were riding in a severe thunderstorm on Saturday near Pollok, about 150 miles south-east of Dallas.The tree “flattened the car like a pancake”, said Capt Alton Lenderman of the Angelina county sheriff’s office. The children, aged eight and three, were dead at the scene. Both parents, who were in the front seat, escaped injury.At least 25 people were taken to hospitals for treatment after a suspected tornado struck the Caddo Mounds State Historic Site in east Texas during a Native American cultural event in Alto, about 130 miles south-east of Dallas, said police chief Jeremy Jackson. At least eight were critically hurt.There was widespread damage in Alto, a town of about 1,200, and the school district canceled classes until its buildings can be inspected to ensure they are safe.A tornado flattened much of the south side of the central Texas town of Franklin, overturning mobile homes and damaging other residences, said Robertson county sheriff Gerald Yezak. Franklin is about 125 miles south of Dallas.The National Weather Service (NWS) said preliminary information showed an EF-3 tornado touched down with winds of 140mph.The tornado destroyed 55 homes, a church, four businesses, a duplex, and part of the local housing authority building, authorities said. Two people were hospitalized for injuries that were not thought to be life-threatening, while others were treated at the scene, Yezak said. Some people had to be extricated from their damaged dwellings.Heavy rains and storms raked Mississippi into the night Saturday as the storms moved east. A 95-year-old man died after a tree crashed on to his trailer in north-eastern , Monroe county road manager Sonny Clay said at a news conference, adding that a tornado had struck.Nineteen residents were taken to hospitals, including two in critical condition. A tornado was reported in the area 140 miles south-east of Memphis, Tennessee, at the time.NWS meteorologist John Moore said a possible twister touched down in the area around Vicksburg, Mississippi. No injuries were reported but officials said several businesses and vehicles were damaged.The storm damaged a roof of a hotel in New Albany, Mississippi, and Mississippi State University’s 21,000 students huddled in basements and hallways as a tornado came near the school’s campus in Starkville.University spokesman Sid Salter said some debris, possibly carried by the tornado, was found on campus, but no injuries were reported and no buildings were damaged. Trees were toppled and minor damage was reported in residential areas east of the school.The large storm system also unleashed flash floods in , where two deaths were reported. Authorities said 13-year-old Sebastian Omar Martinez drowned in a drainage canal after flash flooding struck Bawcomville, near Monroe, said Deputy Glenn Springfield of the Ouachita Parish sheriff’s department.Separately, one person died when a car was submerged in floodwaters in Calhoun, also near Monroe.As the storm moved into Alabama, a possible tornado knocked out power and damaged mobile homes in Troy, about 50 miles south of Montgomery. A county employee died after being struck by a vehicle while he was helping clear away trees about 2.15am on Sunday near the Birmingham suburb of Hueytown, said Capt David Agee of the Jefferson county sheriff’s office. The man, whose name was not released, died after being taken to a hospital.The forecast of severe weather forced officials at the Masters in Augusta, , to begin the final round of the tournament early on Sunday, in order to finish in mid-afternoon."},
{"title": "Finland’s Social Democrats declare general election victory", "time": "Sun 14 Apr 2019 ", "tags": "Finland,Europe,news", "content": "The leader of Finland’s centre-left Social Democratic party (SDP) has declared victory in the general election after almost complete results showed his party winning by a razor-thin margin with 17.7%.“For the first time since 1999 we are the largest party in  … SDP is the prime minister party,” Antti Rinne said after more than 99.5% of votes were counted.The nationalist, Eurosceptic Finns party was in second place with 17.5%, according to nearly complete results published by the justice ministry.If final results confirm the outcome, Rinnecould become Finland’s first leftwing prime minister since 2003. But the process of putting together a coalition could be drawn out because of a fragmented parliament. The very close result will make negotiations to form the next coalition government particularly fraught.Earlier results in the election, which comes amid mounting concern among voters over the future of the country’s expensive welfare system, had also given strong showings for the centre-right National Coalition party, chaired by the outgoing finance minister, Petteri Orpo, and the Centre party, of the prime minister, Juha Sipilä.A strong showing by the Finns party will complicate coalition talks, with most party leaders ruling out any cooperation with it.On Sunday night Rinne said he “has questions” for the Finns Party and did not rule out cooperating with them to form a majority.“Some of the questions will be about values,” Rinne told Finnish media. “The Social Democratic Party’s values are very important, it’s the glue that will hold the government together.”Rinne’s party could also choose to form a coalition with the conservative National Coalition party, which came in third place with 38 seats.At stake in the election is the future shape of Finland’s welfare system, a pillar of the Nordic social model, which those on the left want to preserve through tax rises, and the centre-right wants to cut because of rising costs.The Finns party is anti-immigration and calls for limits on environmental policies, arguing the nation – which has 5.5 million inhabitants – has gone too far in addressing issues such as climate change at its own expense.“Finland isn’t capable of saving the world,” its leader, Jussi Halla-aho, said at one of the party’s news conferences. “We have already done our part.”The Finns party’s stance on environmental policies, which includes an opposition to a proposed tax on meat consumption, appeals to rural voters in particular, who fear soaring fuel costs and resent any efforts to change what they see as the traditional Finnish way of life.With the European parliament election less than two months away, the Finnish ballot is also being watched in Brussels. A strong result for the Finns party could bolster a nationalist bloc threatening to shake up EU policymaking.The success of the Social Democrats would mark a departure for Finland and the region, where leftwing parties have struggled in recent years, yielding some of their hold on the working-class vote as nationalist parties have emerged.The Swedish prime minister, Stefan Löfven, has clung to power after his Social Democrats suffered their worst parliamentary election result in more than a century last autumn, enlisting the support of two liberal parties with a pledge to enact some rightwing policies.In Denmark, which holds an election in June, the Social Democrats are gaining ground, in part after espousing the populists’ anti-immigrant rhetoric.Underscoring the growing confidence among far-right politicians in , anti-immigration parties have announced plans to join forces after the 26 May EU election, in a move that could enable them to have an influence on how the continent is run."},
{"title": "New Zealand nurse Louisa Akavi, kidnapped in Syria, may be alive, Red Cross says", "time": "Sun 14 Apr 2019 ", "tags": "Islamic State,Syria,New Zealand,International Committee of the Red Cross (ICRC),Asia Pacific,Middle East and North Africa,Aid,news", "content": "A  nurse kidnapped in Syria more than five years ago may still be alive, the International Committee for the Red Cross (ICRC) has said, revealing her identity for the first time in an attempt to secure her release.Louisa Akavi, 62, and two Syrian colleagues have been held hostage for longer than anyone in the 156-year history of the international aid organisation.The ICRC have not received information about the whereabouts of Alaa Rajab and Nabil Bakdounes since shortly after the trio were abducted, but continued to receive sporadic information on Akavi.The fall of Isis’s last stronghold in the region has potentially increased the risk of losing track of the New Zealander, but also raised hopes someone will come forward with information about all three.“We are speaking out today to recognise Louisa’s, Alaa’s and Nabil’s hardship and suffering and to call for any information that could provide more leads into their whereabouts and wellbeing,” said Dominik Stillhart, director of operations for the ICRC.The last confirmed sighting of Akavi was in late 2018 near the Euphrates River at the Syrian-Iraqi border, Stillhart told the Guardian.“This was incredible information to receive, apparent confirmation of her location, that she was still alive and that she was still doing what she is trained to do and has long done: providing medical care in a conflict zone,” he said.Akavi, a highly experienced Red Cross nurse who was on her 17th mission, was kidnapped alongside six colleagues on 13 October 2013 as they travelled in a medical delivery convoy to Idlib. Four were released the following day.In Raqqa Akavi was held in an oil facility alongside numerous other western prisoners, . She shared a cell with the .In 2014 a failed attempt by US commandos to rescue Akavi prompted threats to execute both women, the report said.The ICRC said it had kept details of Akavi’s status secret in the hope of “a positive outcome” but now was the time to speak out.Stillhart said the Red Cross had been in “active communication” with Isis in the first years of Akavi’s abduction but could not persuade the group to release her.“We tried to reach out to and influence the [Isis] leadership by speaking to sheiks in Europe, the Middle East and Asia. We spoke to prisoners in the Middle East who might be able to guide us towards fresh information.”In a video statement on Monday an unnamed member of Akavi’s New Zealand family spoke about the difficulty of her capture. “We miss Louisa very much. We love her, and we just want her home” said the family member. “We think about her everyday, and hope she feels that and finds strength in that.”In an emotional video pleading for her safe return, Stillhart said the trio had never left the ICRC’s mind.“I want to tell you Louisa, Alaa and Nabil: we have continued searching for you throughout all these years and we won’t give up hope to see you once again among us,” Stillhart said.“There are so many unknowns in hostage situations – circumstances constantly evolve – but we’ve never lost hope that they would resurface,” said Stillhart.Pawel Krzysiek, who arrived in  for the ICRC six months after the abduction, said the conflict was constantly changing, making it difficult to know who controlled which territories.“We don’t really know [who took her],” he told the Guardian. “Our medical convoy … was stopped by masked armed men and from there the colleagues were abducted. Who that was exactly, what was the rationale behind it, we don’t really know.”He said Akavi had been held hostage by a number of different captors.“Basically being moved from one territory to another from one defensive group to another until she ended up being held by the  group.”The New Zealand foreign minister, Winston Peters, said it was a “uniquely complex and difficult case” and that a multi-agency effort had been ongoing to secure Akavi’s release, with a team deployed to Syria, which was “specifically focused on locating Louisa and identifying opportunities to recover her”.New Zealand prime minister Jacinda Ardern refused to answer questions about Akavi in her weekly post-cabinet press conference, saying the government believed it would be preferable if the case was not in the public domain.Isis , adding to the mass displacement of women and children fleeing the regime. Hundreds of former fighters have also sought to negotiate safe passage.In February  that senior Isis fighters were trying to negotiate their free movement from Baghuz, using information about Akavi, the British journalist John Cantlie and the Italian priest Paolo Dall’Oglio as bargaining chips.Akavi’s 30 year career as a Red Cross nurse has taken her to some of the world’s most dangerous conflict zones.Her first mission was in Malaysia, treating Vietnamese refugees, and she went on to work in Somalia, the Solomon Islands, Bosnia, Afghanistan, Sri Lanka, Ethiopia, Iraq, and Syria."}
]